tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
# Platform built on V8 to build network applications
brew "node", link: false
# Secure and free password manager for all of your devices
brew "bitwarden-cli"
# Dependency Manager for PHP
brew "composer"
# Command-line tools for fly.io services
brew "flyctl"
# GitHub command-line tool
brew "gh"
# Provides library functionality for FIDO U2F & FIDO 2.0, including USB
brew "libfido2"
# Open source relational database management system
brew "mysql"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Pretty, minimal and fast ZSH prompt
brew "pure"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Maintained ctags implementation
brew "universal-ctags"
# Watch files and take action when they change
brew "watchman"
# The PlanetScale CLI
brew "planetscale/tap/pscale"
# Reimagine your terminal
cask "fig"
# Simple and elegant markdown editor
cask "mark-text"

# Custom casks ... missing Spark, Avast VPN, Logi Options, MultiViewer, Pixelmator, QuickRes, Adobe apps
cask "adobe-creative-cloud"
cask "aldente"
cask "alt-tab"
cask "arc"
cask "audacity"
cask "bitwarden"
cask "cleanmymac"
cask "coconutbattery"
cask "cron"
cask "discord"
cask "figma"
cask "fig"
cask "firefox"
cask "flux"
cask "forticlient-vpn"
cask "iina"
cask "licecap"
cask "linear-linear"
cask "mark-text"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "notion"
cask "obs"
cask "postman"
cask "raycast"
cask "rectangle"
cask "rive"
cask "shottr"
cask "slack"
cask "spline"
cask "tableplus"
cask "the-unarchiver"
cask "ticktick"
cask "vanilla"
cask "visual-studio-code"
cask "warp"
cask "xampp"

# cask-fonts
cask "font-fira-mono-nerd-font"
