tap "blackmann/brew"
tap "eugenmayer/dockersync"
tap "exolnet/deprecated"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "planetscale/tap"
tap "shivammathur/php"
tap "tursodatabase/tap"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "btop"
brew "cairo"
brew "libavif"
brew "php", link: false
brew "composer"
brew "docker-credential-helper"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "lazygit"
brew "libfido2"
brew "lima"
brew "mactop"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openvino"
brew "php@8.1", link: true
brew "pnpm"
brew "prettier"
brew "pure"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "unison"
brew "universal-ctags"
brew "watchman"
brew "youtube-dl"
brew "yt-dlp"
brew "eugenmayer/dockersync/unox"
brew "planetscale/tap/pscale"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.2"
brew "tursodatabase/tap/turso"
cask "adobe-creative-cloud"
cask "aldente"
cask "alt-tab"
cask "arc"
cask "audacity"
cask "cleanmymac"
cask "coconutbattery"
cask "discord"
cask "fig"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fira-mono-nerd-font"
cask "gitkraken-cli"
cask "iina"
cask "iterm2"
cask "licecap"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "rive"
cask "shottr"
cask "slack"
cask "spline"
cask "tableplus"
cask "the-unarchiver"
cask "ticktick"
cask "vanilla"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "amimaro.remix-run-snippets"
vscode "ashinzekene.nestjs"
vscode "astro-build.astro-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "dbaeumer.vscode-eslint"
vscode "degreat.theme-to-zed"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "humy2833.ftp-simple"
vscode "icrawl.discord-vscode"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "kasik96.latte"
vscode "michaelzhou.fleet-theme"
vscode "miguelsolorio.fluent-icons"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtbdata.vscode-phpsab-docker"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "raillyhugo.one-hunter"
vscode "raunofreiberg.vesper"
vscode "rust-lang.rust-analyzer"
vscode "sleistner.vscode-fileutils"
vscode "supermaven.supermaven"
vscode "tauri-apps.tauri-vscode"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "valeryanm.vscode-phpsab"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-icons-mac"
vscode "wongjn.php-sniffer"
vscode "zed-nait.kaolin-vscode-themes"
vscode "zignd.html-css-class-completion"
